/* context menu */
" (Low Security)" = " (أمان منخفض)";

/* file size */
"%.1f GB" = "%.1f جيجا بايت";

/* file size */
"%.1f MB" = "%.1f ميجا بايت";

/* Activity message */
"%1$d of %2$d - %3$@" = "% 1$ d من% 2$ d-$% 3 @";

/* Title for the duplicated item */
"%@ Copy" = "% @ نسخ";

/* number of items sorted by ... */
"%@ items by" = "% @ العناصر حسب";

/* alert title */
"%d attachments will be Deleted" = "سيتم حذف المرفقات% d";

/* time */
"%d days ago" = "قبل أيام% d";

/* time */
"%d days from now" = "% d أيام من الآن";

/* time */
"%d hours ago" = "منذ ساعات% d";

/* time */
"%d hours from now" = "% d ساعة من الآن";

/* alert info */
"%d item(s) will be permanently destroyed. You cannot undo this action." = "وسيتم تدمير العنصر (العناصر)% d بشكل دائم. لا يمكنك التراجع عن هذا الإجراء.";

/* alert title */
"%d items will be deleted" = "سيتم حذف العناصر% d";

/* time */
"%d minutes ago" = "قبل دقائق% d";

/* time */
"%d minutes from now" = "% d دقيقة من الآن";

/* alert message */
"%d objects will be moved to the Trash" = "سيتم نقل كائنات% d إلى سلة المهملات";

/* time */
"%d seconds ago" = "% d ثانية قبل";

/* time */
"%d seconds from now" = "% d ثانية من الآن";

/* time */
"%d weeks ago" = "% d قبل أسابيع";

/* time */
"%d weeks from now" = "% d أسابيع من الآن";

/* time */
"%d years ago" = "قبل سنوات% d";

/* time */
"%d years from now" = "% d بعد سنوات من الآن";

/* file size */
"%llu bytes" = "%  بايت";

/* file size */
"%llu KB" = "% ك. بايت";

/* No comment provided by engineer. */
"(Multiple)" = "(متعددة)";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(لايوجد)";

/* unlock error message */
"(try disabling the caps lock key)" = "(حاول تعطيل مفتاح caps lock)";

/* *** Digest Password Required *** */
"*** Digest Password Required ***" = "***كلمة مرور مطلوبه ***";

/* credit card month */
"01 (January)" = "01 (كانون الثاني/يناير)";

/* credit card month */
"02 (February)" = "02 (شباط/فبراير)";

/* credit card month */
"03 (March)" = "03 (آذار/مارس)";

/* credit card month */
"04 (April)" = "04 (نيسان/أبريل)";

/* credit card month */
"05 (May)" = "05 (أيار/مايو)";

/* credit card month */
"06 (June)" = "06 (حزيران/يونيه)";

/* credit card month */
"07 (July)" = "07 (تموز/يوليه)";

/* credit card month */
"08 (August)" = "08 (آب/أغسطس)";

/* credit card month */
"09 (September)" = "09 (أيلول/سبتمبر)";

/* credit card month */
"10 (October)" = "10 (تشرين الأول/أكتوبر)";

/* credit card month */
"11 (November)" = "11 (تشرين الثاني/نوفمبر)";

/* credit card month */
"12 (December)" = "12 (كانون الأول/ديسمبر)";

/* error description */
"1Password can only run from the Applications folder" = "1Password يمكن تشغيله من مجلد البرامج فقط";

/* alert message */
"1Password could not be unlocked with the password you provided. Please verify the password and try again." = "1Password كلمة مرور خاطئة .الرجاء التأكد والمحاول مره اخرى";

/* error title */
"1Password failed to start its helper" = "1Password فشل بدء تشغيل المساعد";

/* error */
"1Password File '%@' is incorrect or damaged. Please choose another file." = "1Password ملف معطوب او غير صحيح الرجاء اختيار اخر";

/* alert title
   error */
"1Password Interchange Format" = " 1Password تنسيق متغير";

/* info */
"1Password will download all missing icons and previews" = "1Password سيتم تحميل جميع الرموز والمعاينات المفقوده";

/* info */
"1Password will visit every website stored in Logins as if you visited that website in Safari. The website could save your IP address, general location, and operating system information. Note that 1Password will NOT log into the site, only capture a picture of the login page. If you have privacy concerns about connecting to any of your saved sites from your current location, please Cancel.\n\nDepending on the number of saved Logins the download can take several hours and use significant network bandwidth." = "1Password سيقوم بزيارة جميع الروابط المفتوحه بسفاري الراوبط قد تكون خزنة معلومات الاتصال (الاي بي) او الموقع الجغرافي او معلومات نظام التشغيل . ملاحظة البرنامج لن يقوم بتسجيل الدخول للموقع بل سيقوم بالتقاط صوره لصفحه الدخول فقط. اذا كانت لديك شكوك حول خصوصيه المعلومات الرجاء إلغاء الامر الان .\nقد يستهلك كمية كبير من بيانات الشبكه او عدة ساعات بناء على حجم البيانات المخزنه";

/* alert title */
"\"%@\" will be Deleted" = "سيتم حذف \"% @\"";

/* alert message */
"\"%@\" will be moved to Trash" = "\"% @\" سيتم نقلها إلى سلة المهملات";

/* alert message */
"\n\nPassword Hint: %@\n" = "  تلميح كلمة المرور:% @ ";

/* warning */
"\nNOTE: CAPS LOCK KEY IS PRESSED" = "ملاحظة : مفتاح CAPS LOCK مفعل ";

/* message */
"A backup copy of your data was created before the merge." = "تم إنشاء نسخة احتياطية من البيانات الخاصة بك قبل الدمج.";

/* message */
"A backup copy of your original data was also created" = "تم انشاء نسخة احتياطية من البيانات الاصلية ايضا";

/* time */
"a minute ago" = "قبل دقيقة";

/* time */
"a minute from now" = "بعد دقيقة من الان";

/* No comment provided by engineer. */
"A Ruby interpreter is required to perform your request, however Ruby cannot be found on this system. Please contact AgileBits for assistance." = "  للمساعده AgileBits  مطلوب ليتكمن من تنفيذ الخدمه ولا يمكن العثور عليه في هذا النظام حاليا الرجاء الاتصال بـ  Ruby مترجم لغة";

/* time */
"a year ago" = "منذ عام";

/* time */
"a year from now" = "بعد عام من الآن";

/* No comment provided by engineer. */
"Account" = "حساب";

/* Sidebar category */
"Accounts" = "حسابات";

/* panel title */
"ACTIVITY" = "نشاط";

/* attachment warning */
"Add Attachment" = "إضافة مرفقات";

/* button */
"Add Both" = "إضافتهما";

/* adding sample data activity */
"Adding Sample Data" = "إضامة بيانات تجريبية";

/* pref pane */
"Advanced" = "متقدمة";

/* folder */
"All" = "الكل";

/* info */
"All login icons and previews will be deleted" = "سيتم حذف جميع رموز تسجيل الدخول ومعاينات";

/* alert message */
"An attachment named %@ already exists.\nDo you want to replace it with the one you are moving?" = "يوجد مرفق بالاسم @% هل تريد استبداله ؟";

/* time */
"an hour ago" = "منذ ساعه";

/* time */
"an hour from now" = "بعد ساعة من الان";

/* alert message */
"An item named %@ already exists at this location.\nDo you want to replace it with the one you are moving?" = "يوجد عنصر @% في هذا المكان هل تريد استبداله";

/* change folder security level */
"Apply security level to folder contents?" = "تطبيق مستوى أمان على محتويات المجلد؟";

/* info */
"Apply to all" = "تطبيق على الكل";

/* alert message */
"Are you sure you want to permanently remove all items in the Trash?" = "هل أنت متأكد من أنك تريد إزالة كافة العناصر بشكل نهائي من سلة المهملات؟";

/* attachment warning */
"Attachment is too big" = "حجم المرفق ضخم جداً";

/* alert message */
"Attachment named %@ failed to export." = "فشل في تصدير المرفق @٪ ";

/* alert title */
"Attachment with the same name already exists" = "يوجد مرفق بنفس الاسم";

/* Label in item detail view */
"Attachments" = "المرفقات";

/* iPhone status */
"Available" = "متوفر";

/* error */
"Backup directory is not writeable." = "مجلد النسخ الاحتياطي غير قابل للتعديل";

/* error */
"Backup failed: %@" = "فشل في النسخ الاحتياطي لــ @%";

/* error */
"Backup path exists but it is not a directory." = "رابط النسخة الاحتياطيه موجود لكن لا يوجد مجلد";

/* info */
"Backup up existing data..." = "عمل نسخة احتياطية من البيانات ...";

/* button */
"Begin downloading" = "بدء التحميل";

/* sidebar category */
"Browser Extensions" = "إضافات المتصفح";

/* accessibility description */
"calendar picker" = "اختيار التاريخ";

/* button */
"Cancel" = "إالغاء الامر";

/* message */
"Cannot merge selected file with your data" = "لا يمكن دمج الملف المحدد مع بياناتك ";

/* intro message */
"Catalog your Software licenses, including related files and confirmation emails." = "صنف تراخيص برامجك بالاضافة للملفات والرسائلة الالكترونية الموثقة";

/* menu */
"Choose All from %@" = "اختيار الكل من @%";

/* menu */
"Choose from %@" = "اختيار من @٪";

/* Software Licenses Image Menu */
"Clear Icon" = "مسح الايقونة";

/* Identities Image Menu */
"Clear Image" = "مسح الصورة";

/* Login Preview Image Menu */
"Clear Preview" = "مسح المعاينة";

/* tooltip */
"Click to show in Finder" = "إضغط لإظهار في Finder";

/* search scope */
"Common" = "مشترك";

/* button */
"Continue" = "متابعة";

/* button */
"Continue, Dropbox sync is complete!" = " Dropbox متابعة تم اكمال التزامن مع ";

/* button */
"Copy" = "نسخ";

/* info */
"Copying file..." = "نسخ الملف...";

/* info */
"Copying new file..." = "نسخ الملف الجديد...";

/* button */
"Create New" = "إنشاء جديد";

/* status message */
"Created on %@" = " @% تم الانشاء بــ ";

/* table column */
"Date Created" = "تاريخ الإنشاء";

/* accessibility description */
"date field enabled" = "تاريخ تفعيل الحقل";

/* table column */
"Date Modified" = "تاريخ التعديل";

/* button */
"Delete" = "حذف";

/* info */
"Deleting existing file..." = "حذف ملف موجود...";

/* Alert Panel */
"Diagnostic script failed." = "فشل في كود التشخيص.";

/* alert */
"Discard Changes and Reload?" = "هل تريد تجاهل التغييرات وإعادة التحميل؟";

/* info */
"Do you want to create another entry?" = "هل تريد إنشاء إدخال آخر؟";

/* change folder security level */
"Don't Change Folder Contents" = "لا تقم بتغيير محتويات المجلد";

/* Login Preview Image Menu */
"Download Preview" = "تحميل المعاينة";

/* title */
"Dropbox process is not running" = "لا يتم تشغيل العملية Dropbox";

/* error */
"E-mail address is not valid." = "عنوان البريد الإلكتروني غير صالح.";

/* error */
"E-mail should be of the format name@domain.com." = "ينبغي أن تكون name@domain.com تنسيق البريد الإلكتروني.";

/* main window edit button
   menu item
   menu undo edit */
"Edit" = "تحرير";

/* menu item */
"Edit Selected Item" = "تعديل العنصر المحدد";

/* search scope */
"Edit Smart Folder \"%@\"" = "تحرير مجلد ذكي";

/* Identities Image Menu */
"Edit..." = "تعديل...";

/* alert title */
"Empty import file" = "الملف المستورد فارغ";

/* error */
"Encryption keys file exist but cannot be loaded from '%@'" = "ملف مفاتيح التشفير موجود ولكن لا يمكن تحميلها منه";

/* unlock prompt */
"Enter your master password to change this setting" = "أدخل كلمة السر الرئيسية لتغيير هذا الإعداد";

/* unlock prompt */
"Enter your master password to unlock 1Password." = "أدخل كلمة السر الرئيسية لإلغاء تأمين 1Password.";

/* message dialog */
"Error editing Smart Folder" = "خطأ في تحرير \"المجلد الذكي\"";

/* search scope */
"Everything" = "كل شيء";

/* search scope */
"Everywhere" = "كل مكان";

/* Password strength — Excellent */
"Excellent" = "ممتاز";

/* exported
   file prompt
   Save Panel prompt */
"Export" = "تصدير";

/* Save Panel field label */
"Export As:" = ":تصدير كـ";

/* exporter */
"Export Failed" = "فشل التصدير";

/* window title */
"Export Passwords" = "تصدير كلمات المرور";

/* exporter */
"Export To 1Password Interchange File" = "1Password تصدير لملف تبادلي ";

/* status message */
"Exporting Attachments" = "تصدير المرفقات";

/* pref pane */
"Extensions" = "اضافات";

/* alert title */
"Failed to add attachment" = "فشل إضافة المرفق";

/* error */
"Failed to copy '%1$@' to '%2$@': %3$@" = "فشل نسخ '$% 1 @ 'إلى '$% 2 @': $% 3 @";

/* message */
"Failed to copy selected file" = "فشل نص الملف المحدد";

/* exporter */
"Failed to create 1Password Interchange File" = "1Password فشل في انشاء ملف تبادل ";

/* alert title */
"Failed to export attachment" = "فشل في تصدير المرفق";

/* info */
"Failed to Go & Fill" = "فشل تعبئة وذهاب";

/* error */
"Failed to interpret the output of the import script." = "فشل تشغيل الملف المستورد من السكريبت";

/* info */
"Failed to launch browser for the url: %@" = " %@ فشل فتح الرابط التالي في المتصفح ";

/* error */
"Failed to load encryption key from '%1$@', error: %2$@" = " '%1$@'فشل تشغيل المفتاح المشفر \n%2$@ خطاء ";

/* info */
"Failed to obtain user attributes." = "فشل في الحصول على سمات المستخدم";

/* error message */
"Failed to open '%1$@' using %2$@ encoding.\n\nError code: %3$d\n\nPlease choose another Character Encoding from the list." = " %2$@فشل في فتح '%1$@\"باستخدام ترميز الحروف \n%3$d كود الخطاء \nالرجاء اختيار ترميز حروف اخر من القائمة";

/* alert title */
"Failed to open attachment." = "فشل فتح المرفق";

/* info */
"Failed to open web page: %@" = "%@ فشل فتح الصفحة";

/* error */
"Failed to rename '%1$@' to '%2$@': %3$@" = "فشل في إعادة تسمية '$% 1 @ 'إلى '$% 2 @': $% 3 @";

/* error */
"Failed to resolve URL bookmark." = "فشل في فتح الاشارة المرجعية للصفحة (URL)";

/* error */
"Failed to resolve URL bookmark: %@" = " %@:فشل في فتح الاشار المرجعية URL ";

/* error message */
"Failed to restore '%@', no encryption keys file found in the backup" = "فشل في إستعادة '%@' لا يوجد ملف تشفير في النسخه الاحتياطيه";

/* error message */
"Failed to restore from backup, cannot move %1$@ to %2$@\nError: %3$@" = "%3$@ فشل في الإستعادة من النسخه الاحتياطيه ،لا يمكن  نقل %1$ الى %2$@ خطاء ";

/* error message */
"Failed to restore from backup, cannot remove old data file '%1$@'\nError: %2$@" = "%2$@ خطاء في الاستعادة من النسخ الاحتياطيه ، لايمكن إزالة ملف البيانات القديمه '%1$@' خطاء  ";

/* error */
"Failed to run import script" = "فشل في تشغيل السكريبت المستورد";

/* Password strength — Fantastic */
"Fantastic" = "رائع";

/* alert message */
"File added successfully" = "تمت الإضافة بنجاح";

/* alert title */
"File exists at path" = "الملف موجود في المسار";

/* attachment warning */
"File is a bundle or folder" = "المف حزمة او مجلد";

/* exporter */
"File name:" = "اسم الملف:";

/* attachment warning */
"File size is larger than 2 MB" = "حجم الملف أكبر من 2 ميغا بايت";

/* alert message */
"Files added successfully" = "تمت الإضافة بنجاح";

/* window title */
"Find Existing 1Password File" = " 1Password العثور على ملف ";

/* menu item */
"Finish Editing" = "تم التعديل";

/* menu item */
"Finish Editing Selected Item" = "تم تعديل العنصر المحدد";

/* Go and Fill menu
   Sidebar group */
"Folders" = "مجلدات";

/* pref pane */
"General" = "عام";

/* generate password button */
"Generate" = "إنشاء";

/* item type */
"Generated Password" = "كلمة المرور الجديدة";

/* sidebar category */
"Generated Passwords" = "كلمة المرور الجديدة";

/* menu item */
"Go & Fill Login" = "الذهاب وتسجيل الدخول";

/* button */
"Go Back" = "عودة";

/* Password strength — Good */
"Good" = "جيد";

/* menu item */
"Hide Activity" = "إخفاء النشاط";

/* menu item */
"Hide Toolbar" = "إخفاء شريط الأدوات";

/* iPhone Security Level */
"High (Master Password)" = "كلمة المرور الرئيسية (العليا";

/* product web page */
"http://agilebits.com/products/1Password" = "http://agilebits.com/products/1Password";

/* product store page */
"https://agilebits.com/store" = "https://agilebits.com/store";

/* message */
"I have found a new data file in Dropbox:\n%@\n\nIt looks like you've recently synced your data with Dropbox. Would you like me to use this data file (recommended)?\n" = "Dropboxتم العثور على ملف جديد في \n%@ \n  (هل تريدني ان استخدم هذا المف (ينصح بهDropbox يبدو انك قمت بمزامنة بياناتك مع";

/* Sidebar category */
"Identities" = "الهويات";

/* item type */
"Identity" = "هوية";

/* button */
"Import %d Selected Objects" = " %d استيراد الكائنات المحدد من ";

/* button */
"Import Selected Object" = "استيراد الكائنات المحددة";

/* folder name */
"Imported" = "مستورد";

/* status message */
"Importing Attachments" = "المرفقات المستورده";

/* info */
"Importing..." = "استيراد...";

/* info */
"In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again." = "1Passwordفي\nالسماح باتصال جديد ثم اعد المحاوله<Wi-Fi Sync<على الايفون او اليبود توش اختر الاعدادت";

/* alert title */
"Incorrect File Type" = "نوع ملف غير صحيح";

/* error message */
"Incorrect Password" = "كلمة مرور غير صحيحه";

/* error */
"Incorrect response received from iPhone. Please restart Mac and iPhone applications and try to sync again" = "خطاء غير معروف من الايفون. الرجاء اعاد تشغيل البرنامج في الماك والايفون واعادة المزامنة مرة اخرى";

/* alert title */
"Incorrect secret" = "سري غير صحيح";

/* error message */
"Invalid Agile Keychain backup file" = " غير صحيحAgile Keychainملف نسخ احتياطيه";

/* error */
"Invalid backup file name" = "اسم ملف النسخة الاحتياطية غير صحيح";

/* error */
"Invalid backup file, encryption keys not found" = "ملف نسخة احتياطيه غير صحيح. ملف التشفير غير موجود";

/* alert title */
"Invalid import file" = "ملف مستورد غير صالح";

/* error */
"Invalid path: %@" = "مسار غير صحيح:% @";

/* title */
"Is the Dropbox Sync Complete?" = " ؟ Dropbox  هل تم اكمال المزامنه مع ";

/* prompt */
"It might take a while for Dropbox to finish syncing. Please make sure the sync is fully completed before using 1Password on other computers and devices." = "  1Passwordبعض الوقت الرجاء التأكد من اكتمال المزامنه قبل البدء باستخدام  Dropbox قد تستغرق المزامنه مع \nعلى اجهزه اخرى";

/* Item import status */
"Item Exists" = "العنصر موجود";

/* intro message */
"Keep name and address information to quickly register online with just one click in the browser." = "احفظ الاسم ومعلومات الاتصال لكي تتمكن من  التسجيل بضغطة زر واحده في المتصفح ";

/* status message */
"Last modified %@" = " @%اخر تعديل في ";

/* button */
"Learn How to Resolve This" = "التعرف على كيفية حل هذه المشكلة";

/* search scope
   table column */
"Location" = "موقع";

/* menu item */
"Lock 1Password" = "1Password قفل";

/* item type */
"Login" = "تسجيل الدخول";

/* pref pane
   Sidebar category */
"Logins" = "تسجيلات الدخول";

/* iPhone Security Level */
"Low (4-Digit Code)" = "رمز مكون من ٤ ارقام (منخفض";

/* change folder security level */
"Make Folder Contents High Security" = "تفعيل الامن العالي لمحتوى الملف";

/* info */
"Master Password Does Not Match" = "كلمة السر الاساسية غير مطابقه ";

/* info */
"Master Password has been changed" = "تم تغيير كلمة المرور الرئيسية";

/* button */
"Merge" = "دمج";

/* alert message */
"Merge will combine the contents of the selected file with your current data.\n\nReplace will remove your existing data and copy over the selected file." = "الدمج سوف يقوم بنسخ محتوى الملف مع المحتوى الحالي \nتبديل سيقوم بإزالة المحتوى الحالي ونسخ المحتوى المحدد ";

/* info */
"Merging data..." = "دمج البيانات...";

/* button */
"Move items to Unfiled" = "نقل العناصر إلى غير مدخل";

/* button */
"Move to Trash" = "نقل إلى سلة المهملات";

/* status message */
"Moving Items..." = "نقل العناصر...";

/* info */
"Moving..." = "نقل...";

/* Last synced message */
"Never" = "ابدا";

/* info */
"New connections are disabled by 1Password touch" = "1Password touch تم تعطيل الاتصالات الجديد من قبل ";

/* info */
"New connections are disabled by 1Password touch.\n\nIn 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again" = "الإتصالات الجديدة معطلة من 1Password touch.\nفي 1Password على الآيفون او الآيبود تتش، قم بإختيار Settings > Wi-Fi Sync > Allow New Connections ثم قم بالمحاولة مره اخرى";

/* folder */
"New Folder" = "مجلد جديد";

/* Item import status */
"New Item" = "عنصر جديد";

/* new password title */
"New Password" = "كلمة المرور الجديدة";

/* folder */
"New Saved Search" = "بحث جديد محفوظ";

/* title */
"Newer 1Password File Found In Dropbox" = "تم العثور على ملف \n1Password \nجديد في \nDropbox";

/* Item import status */
"Newer Item Exists" = "يوجد عناصر احدث";

/* alert title */
"No file format was selected" = "لم يتم اختيار تنسيق ملف";

/* button */
"No, do not change data file" = "لا، لا تقم بتغيير ملف البيانات";

/* iPhone status */
"Not Authorized (Allow New Connections in Settings > Sync > Wi-Fi)" = "(Wi-Fi<<غير مسموح (السماح باتصالات جديدة في الاعدادات >>المزامنة";

/* iPhone status */
"Not reachable" = "لا يمكن الوصول";

/* placeholder */
"Notes" = "ملاحظات";

/* button */
"Nothing To Import" = "لا يوجد شيء للاستيراد";

/* iPhone status */
"Offline" = "دون اتصال";

/* dialog */
"OK" = "موافق";

/* Item import status */
"Older Item Exists" = "يوجد عناصر اقدم";

/* status message */
"One moment please..." = "لحظه من فضلك...";

/* message */
"Operation Failed" = "فشلت العملية";

/* prompt */
"Other computers sharing the same Dropbox will lose 1Password data. Please use File > Restore on other computers." = "الاجهزة الاخرى التي تشارك استخدام\nDropbox \nسوف تخسر بيانات \n1Password\nفضلاً استخدم \nملف >>استعادة على اجهزة اخرى";

/* form field
   label
   search scope */
"Password" = "كلمة المرور";

/* alert message */
"Password Hint" = "تلميحة كلمة المرور";

/* info */
"Password Hint is Missing" = "تلميحة كلمة المرور غير موجوده";

/* error */
"Password hint required" = "تلميحة كلمة المرور مطلوبة";

/* info */
"Password is too long for Login" = "كلمة المرور طويلة جدا لتسجيل الدخول";

/* table column */
"Password Strength" = "قوة كلمة المرور";

/* info */
"Please contact AgileBits support." = "AgileBitsالرجاء الاتصال بالدعم الفني لــ";

/* error
   info */
"Please enter at least one character." = "الرجاء ادخال حرف واحد على الاقل";

/* error */
"Please enter password hint." = "الرجاء ادخال تلميحة لكلمة المرور";

/* info */
"Please enter the master password again." = "الرجاء ادخال كلمة المرور الرئيسية مرة اخرى";

/* info */
"Please enter the password hint." = "الرجاء ادخال تلميحة كلمة المرور";

/* alert message */
"Please enter the secret as it is shown on iPhone" = "الرجاء ادخال الرقم السري كم هو موضح بالايفون";

/* prompt */
"Please enter your Mac OS X password.\n\nExtended Attributes will be repaired. " = "الرجاء ادخال كلمة المرور الخاصه بنظام الماك . سيتم اصلاح السمات المتقدمة";

/* prompt */
"Please enter your Mac OS X password.\n\nFolder permissions will be reset. " = "الرجاء ادخال كلمة مرور الماك ليتم اعادة تعيين تصريحات الملف";

/* prompt (must finish with ',') */
"Please enter your Mac OS X password.\n\nThe Launch Services database will be reset," = "الرجاء قم بإدخال كلمة مرور Mac OS X.\nقاعدة بيانات خدمات الإطلاق سيتم إعادة تهيئتها,";

/* error title */
"Please install 1Password in Applications" = "الرجاء تثبيت\n1Password \nفي ملف التطبيقات\n";

/* message */
"Please make sure Dropbox is installed and running." = "الرجاء تأكد بأن Dropbox موجود لديك ويعمل.";

/* message */
"Please make sure that the Dropbox icon in your menu bar at the top of your screen is not spinning (it animates while syncing).\n\nClick the icon and make sure that \"All files up to date\" is displayed in the Dropbox menu.\n\nIf you do not see the Dropbox icon, please make sure Dropbox application is started." = "الرجاء التأكد من آيقونه Dropvox بالقائمة العلوية بأعلى الشاشة لا تقوم بالدوران (لا يعمل اثناء المزامنة)\nاضغط على الآيقونه وتأكد بأن (جميع الملفات محدثة) ظاهرة في قائمة Dropbox.\nأن كنت لا ترى آيقونه Dropbox تأكد بأن Dropbox يعمل.";

/* error */
"Please make sure the file you are using for import is correct." = "تأكد من الملفات التي تريد إستريادها صحيحة.";

/* info */
"Please memorize the new master password." = "الرجاء تذكر كلمة المرور الرئيسية الجديدة.";

/* info */
"Please restart 1Password." = "1Password الرجاء إعادة تشغيل ";

/* alert message */
"Please select another file" = "الرجاء اختيار ملف اخر ";

/* error */
"Please try again." = "الرجاء المحاولة مرة اخرى";

/* prompt */
"Please type your Mac OS X password" = "Mac OS X الرجاء ادخال كلمة المرور الخاصه بــ";

/* info */
"Please wait..." = "...الرجاء الانتظار";

/* alert message */
"Previously imported objects were removed from the list." = "تم ازالة العناصر المستوردة مسبقاً من القائمة";

/* alert info
   alert message */
"Proceed?" = "إكمال؟";

/* status message */
"Processing" = "تتم المعالجة";

/* export progress */
"Processing Attachments (step 2 of 2)" = "(تتم معالجم المرفقات (الخطوة ٢ من ٢";

/* rebuild progress */
"Processing Data" = "معالجة البيانات";

/* export progress */
"Processing Data (step 1 of 2)" = "(معالجة البيانات (الخطوة ١ من ٢";

/* button */
"Quit" = "إنهاء";

/* button */
"Replace" = "إستبدال";

/* button */
"Restore" = "إستعادة";

/* alert title */
"Restore Backup" = "إستعادة نسخة احتياطيه";

/* object list menu */
"Reverse Sort Order" = "عكس ترتيب الفرز (Z-A)";

/* Item import status */
"Same Item Exists" = "نفس العنصر موجود مسبقاً";

/* button
   main window edit button */
"Save" = "حفظ";

/* search field placeholder */
"Search" = "بحث";

/* search scope */
"Search:" = ":بحث";

/* item type */
"Secure Note" = "ملاحظة آمنة";

/* Sidebar category */
"Secure Notes" = "ملاحظات آمنة";

/* intro message */
"Secure storage for any free-form text." = "نسخة مؤمنة لاي نوع من النصوص";

/* intro message */
"Secure storage for computer accounts, including email, file sharing and MobileMe credentials." = " ايضاَMobile Meنسخ مؤمنة لجميع حسابات الكمبيوتر والايميل ومشاركة الملفات وخدمة .";

/* intro message */
"Secure storage for financial and personal information, including credit cards and bank accounts." = "تخزين آمن للمعومات المالية والشخصيه والبطاقة الائتمانية وحسابات البنوك ايضاً.";

/* pref pane */
"Security" = "الامن";

/* dropdown item */
"Select Import Format" = "اختيار تنسيق الاستيراد";

/* search scope */
"Selected Section" = "المقطع المحدد";

/* button */
"Send items to Trash" = "(حذف (سلة المهملات";

/* new password location */
"Service or Application Name" = "اسم التطبيق أو الخدمة";

/* accessibility description */
"Shelves" = "رفوف";

/* button */
"Shorten Password and Fill" = "تصغير وتعبئة كلمة المرور";

/* menu item */
"Show Activity" = "إظهار النشاط";

/* menu item */
"Show Toolbar" = "إظهار شريط الأدوات";

/* button
   dialog */
"Skip" = "تخطي";

/* item type
   Sidebar category */
"Software" = "برنامج";

/* Activity message */
"Starting..." = "بدء...";

/* button */
"Stop using Dropbox" = "إيقاف استخدام Dropbox";

/* title */
"Stop Using Dropbox?" = "إيقاف استخدام Dropbox?";

/* Activity message */
"Stopping..." = "إيقاف...";

/* Sidebar group */
"Sync" = "المزامنة";

/* alert title */
"Sync Conflict Resolver Window" = "نافذة حل مشكلة المزامنة";

/* error */
"Sync failed, 1Password is locked" = "فشلت المزامنة، 1Password مغلق";

/* sync detail view label */
"Sync with %@" = "مزامنة مع %@";

/* table column */
"Tag" = "تصنيف";

/* Go and Fill menu
   Sidebar group */
"Tags" = "وسوم";

/* Password strength — Terrible */
"Terrible" = "سيء";

/* info */
"The application will update all items in the data file. This might take a few minutes..." = "البرنامج سيقوم بتحديث جميع العناصر بملف البيانات. قد يستغرق عدة دقائق...";

/* alert message */
"The attachment %1$@ failed to open: %2$@.x" = "المرفق %1$@ فشل للفتح : %2$@.x";

/* error */
"The current password is not correct" = "كلمة المرور الحالية غير صحيحة";

/* info */
"The data file has been rebuilt. The application will now reload the data." = "لقد تم إعادة بناء ملف البيانات. التطبيق سيقوم بإعادة تحميل البيانات";

/* error */
"The encryption keys file does not exist at '%@'" = "لا يوجد ملف تشفير لـــ '%@'";

/* info */
"The extended attributes have been repaired successfully." = "The extended attributes have been repaired successfully.";

/* alert message */
"The file %1$@ failed to import: %2$@." = "The file %1$@ failed to import: %2$@.";

/* attachment warning */
"The file %1$@ is (%2$@) in size.\nIt is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text" = "The file %1$@ is (%2$@) in size.\nIt is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text";

/* attachment warning */
"The file %1$@ is too large (%2$@).\nAttachments must be under 20 MB in size." = "The file %1$@ is too large (%2$@).\nAttachments must be under 20 MB in size.";

/* attachment warning */
"The file %@ is a bundle or folder.\nAttachments must be regular files." = "The file %@ is a bundle or folder.\nAttachments must be regular files.";

/* alert message */
"The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format." = "The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format.";

/* alert message */
"The file has been added as a secure attachment.\nYou can safely delete the original file." = "The file has been added as a secure attachment.\nYou can safely delete the original file.";

/* alert message */
"The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid.\n\nIf you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first." = "The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid.\n\nIf you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first.";

/* message */
"The file you selected was copied and is ready to use." = "The file you selected was copied and is ready to use.";

/* alert message */
"The files have been added as secure attachments.\nYou can safely delete the original files." = "The files have been added as secure attachments.\nYou can safely delete the original files.";

/* alert title */
"The folder '%@' will be deleted" = "The folder '%@' will be deleted";

/* info */
"The folder permissions have been reset successfully." = "The folder permissions have been reset successfully.";

/* alert */
"The import file data has been edited." = "The import file data has been edited.";

/* alert title */
"The import was canceled" = "The import was canceled";

/* exporter */
"The interchange file can be used to merge different 1Password databases\nor keep an unencrypted backup file.\n\nIMPORTANT: The file will not be encrypted and must be protected." = "The interchange file can be used to merge different 1Password databases\nor keep an unencrypted backup file.\n\nIMPORTANT: The file will not be encrypted and must be protected.";

/* alert title */
"The item \"%@\" will be deleted" = "The item \"%@\" will be deleted";

/* info */
"The Launch Services database has been successfully reset." = "The Launch Services database has been successfully reset.";

/* message */
"The original file will remain intact." = "The original file will remain intact.";

/* error
   info */
"The password can not be blank" = "The password can not be blank";

/* alert message */
"There are 0 passwords to import." = "There are 0 passwords to import.";

/* alert title */
"This data file is not valid and cannot be used by 1Password" = "This data file is not valid and cannot be used by 1Password";

/* message */
"This file is a 1Password Interchange File.\nUse File > Import menu to import this file." = "This file is a 1Password Interchange File.\nUse File > Import menu to import this file.";

/* message */
"This file is not a 1Password backup.\nPlease select a .agilekeychain_zip or .agilekeychain_backup file." = "This file is not a 1Password backup.\nPlease select a .agilekeychain_zip or .agilekeychain_backup file.";

/* alert message */
"This operation can not be undone." = "This operation can not be undone.";

/* error message */
"This problem is often caused by incorrect file permissions.\n\nPlease search 1Password Knowledge Base for 'helper startup' or contact us at support@agilebits.com for more information.\n" = "هذه المشكلة فى الغالب بسبب السماح الخاطئ لملف";

/* message dialog */
"This smart folder was created with an older version of 1Password and is no longer editable.\n\nTo make changes, create a new Smart Folder from the File menu." = "This smart folder was created with an older version of 1Password and is no longer editable.\n\nTo make changes, create a new Smart Folder from the File menu.";

/* info */
"This web page accepts passwords up to %jd characters in length." = "%jd طول كلمة المرور المسموح في صفحة الويب هو ";

/* message */
"This will replace your current 1Password data with the selected backup." = "هذا سوف يستبدل بيانات \n1Password \nالحالية بالبيانات من النسخة الاحتياطية المحددة";

/* search scope
   table column */
"Title" = "عنوان";

/* error */
"To import this file, set up 1Password as a new user and then choose File > Import..." = "1Password لاستيراد هذا الملف ، اعد حساب مستخدم جديد في \nثم اختر ملف>استيراد\n";

/* time */
"tomorrow" = "غداً";

/* accessibility description */
"Traditional" = "تقليدي";

/* folder
   sidebar category */
"Trash" = "سلة المهملات";

/* button */
"Try Again" = "الرجاء المحاولة مرة اخرى";

/* table column */
"Type" = "النوع";

/* alert message */
"Unable to unlock 1Password" = "1Password غير قادر على فتح ";

/* smart folder */
"Unfiled" = "فارغ";

/* iPhone/iPod touch type
   Unknown wallet type */
"Unknown" = "غير معروف";

/* menu item */
"Unlock 1Password" = "1Password فتح ";

/* unlock prompt */
"Unlock 1Password to Autosave the Login." = "1Password للحفظ التلقائي لتسجيل الدخول الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to edit the item." = "1Password للتعديل على العنصر الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to fill credit card." = "1Password لملئ بيانات بطاقة الائتمان الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to fill Login." = "1Password لتسجيل الدخول الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to fill the generated password." = "1Password لادخال كلمة المرور المنشئة الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to import passwords." = "1Password لاستيراد كلمات المرور الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to remove the item." = "1Password لازالة العنصر الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to save the generated password." = "1Password لادخال كلمة المرور المنشئة الرجاء فتح.";

/* unlock prompt */
"Unlock 1Password to save the Login." = "1Password لحفظ تسجيل الدخول الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to update Login." = "1Password لتحديث بيانات تسجيل الدخول الرجاء فتح ";

/* unlock prompt */
"Unlock 1Password to use Identity." = "1Password لاستخدام الهوية الرجاء فتح ";

/* prompt */
"Unlock chosen file to merge with your data" = "الرجاء فتح الملف الذي تم اختياره لدمجه مع البيانات الخاصة بك";

/* prompt */
"Unlock current data to merge" = "الرجاء فتح البيانات الحالية لتتم عملية الدمج";

/* menu item */
"Unlock..." = "فتح...";

/* smart folder */
"Untagged" = "غير مصنف";

/* button */
"Update Existing" = "تحديث الحالي ";

/* Activity status */
"Updating Previews" = "تحديث المعاينة ";

/* button */
"Use Dropbox" = "استخدم Dropbox";

/* title */
"Use Dropbox?" = "استخدم Dropbox?";

/* form field
   search scope */
"Username" = "اسم المستخدم";

/* intro message */
"Usernames and passwords for websites. Use browser extensions to save and fill Logins for you." = "معلومات الدخول للمواقع. الرجاء استخدام اضافة المتصفح لتتمكن من حفظ بياناتك ";

/* Sidebar group */
"Vault" = "الحافظة";

/* Sidebar category */
"Wallet" = "المحفظة";

/* Password strength — Weak */
"Weak" = "ضعيف";

/* error */
"Wi-Fi connection failed. Please restart and unlock 1Password touch on your iPhone." = "Wi-Fiتم فشل الاتصال بــ \nالرجاء اعادة تشغيل البرنامج علي الايفون";

/* accessibility description */
"Widescreen" = "شاشة عريضة";

/* info */
"Would you like to continue?" = "هل تود الاستمرار؟";

/* alert title */
"Would you like to merge or replace your data with the selected file?" = "هل تود دمج او استبدال البيانات من الملف المحدد ؟";

/* alert message */
"Would you like to move the folder items to Unfiled folder or send them to Trash?" = "هل تريد نقل عناصر الملف إلى مجلد فارغ او إلى سلة المهملات؟";

/* button */
"Yes, use this data file" = "نعم،استخدم الملف المحدد";

/* time */
"yesterday" = "بالأمس";

/* info */
"You already have a software license entry for %@." = "لقد تم ادخال ترخيص مسبق للــ %@";

/* change folder security level */
"You are changing the folder \"%@\" to high security mode.\nDo you also want to set the items in this folder to high security?" = "تقوم بتغير وضع حماية فولدر %@ لاعلى وضع للحماية.\nهل تريد ايضا وضع شئ بهذا الفولدر لحماية افضل؟";

/* info */
"You can now install 1Password from the App Store." = "تستطيع تحميل البرنامج من متجر البرامج.";

/* error message */
"You have selected the current data file instead of a backup file." = "You have selected the current data file instead of a backup file.";

/* title */
"Your data is not stored in Dropbox anymore" = "بيناتك لم تعد مخزنة بالدروب بوكس بعد الان";

/* title */
"Your data is now in Dropbox" = "بيناتك الان فى الدروب بوكس";

/* message */
"Your data was merged with the contents of the selected file." = "Your data was merged with the contents of the selected file.";

/* message */
"Your data was replaced with the contents of the selected file." = "Your data was replaced with the contents of the selected file.";

/* prompt */
"Your data will be moved into the Dropbox folder for easy syncing with other computers and devices.\n\n1Password will also make an additional backup copy of your data." = "Your data will be moved into the Dropbox folder for easy syncing with other computers and devices.\n\n1Password will also make an additional backup copy of your data.";

/* prompt */
"Your data will be moved out of the Dropbox folder.\n\nIMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu)." = "Your data will be moved out of the Dropbox folder.\n\nIMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu).";

/* error */
"Your new password is not the same as the verify password" = "Your new password is not the same as the verify password";
